acpi_call
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
alacritty
alsa-tools
alsa-utils
amd-ucode
apcupsd
arandr
asunder
autoconf
automake
base
biber
bison
bridge-utils
calibre
cdrtools
chromium
clang
cloc
cmake
code
cowsay
cppcheck
ctags
dmidecode
dnsmasq
edac-utils
edk2-ovmf
efibootmgr
ethtool
exa
exfatprogs
expect
f2fs-tools
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
feh
filezilla
fio
firefox
firejail
firetools
flameshot
flex
foliate
fwupd
gcc
gdb
gflags
ghostwriter
git
grub
gtk4
gv
gvfs
hexchat
htop
i2c-tools
i3-wm
i3status
inkscape
inotify-tools
iotop
irqbalance
jemalloc
latex2html
leafpad
libaacs
libreoffice-fresh
liburing
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
light
linux
linux-firmware
linux-headers
lolcat
lshw
lsof
lvm2
m4
make
man-pages
mate-icon-theme
mate-themes
mediainfo
meld
memtester
mesa-demos
mesa-vdpau
minted
mosh
mpv
mtr
neofetch
network-manager-applet
networkmanager
networkmanager-l2tp
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
numlockx
obs-studio
ocl-icd
openbsd-netcat
openresolv
openssh
p7zip
pacman-contrib
pamixer
patch
pavucontrol
pcmanfm
perf
picom
polybar
powertop
prettyping
protobuf
pulseaudio
py3status
python-gobject
python-markdown2
python-matplotlib
python-numpy
python-pyalsa
python-scipy
python-tornado
python2
qbittorrent
qemu
qemu-arch-extra
qemu-block-iscsi
qemu-block-rbd
qemu-guest-agent
qpdf
ranger
rasdaemon
redshift
retext
rofi
rsync
rust
s-tui
samba
screenfetch
smartmontools
sof-firmware
sshfs
strace
strongswan
sudo
sway
sysbench
task
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texstudio
throttled
thunderbird
tig
tigervnc
time
tlp
tmux
tree
ttf-cascadia-code
ttf-inconsolata
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
unrar
unzip
usbutils
vagrant
valgrind
vbetool
vdpauinfo
vim
vlc
weechat
wget
whois
wireguard-tools
wireshark-qt
wqy-zenhei
x86_energy_perf_policy
xdg-dbus-proxy
xdg-user-dirs
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsecurelock
youtube-dl
zip
zoom
