acpi_call
alacritty
alsa-utils
amd-ucode
asunder
autoconf
automake
base
bat
bc
biber
bind
binutils
bison
chromium
clang
cloc
cmus
cowsay
crda
ctags
dhclient
dstat
efibootmgr
ethtool
exa
fakeroot
fcitx
fcitx-googlepinyin
feh
file
findutils
firefox
firejail
flameshot
flex
fwupd
gawk
gcc
gdb
gettext
gimp
git
glyr
grep
groff
grub
guvcview
gv
gvfs
gzip
hexyl
htop
i3-gaps
i3blocks
i3status
icedtea-web
inkscape
irqbalance
jemalloc
leafpad
libdiscid
libreoffice-still
libtool
liburing
libva-utils
libva-vdpau-driver
libvdpau-va-gl
light
linux
linux-firmware
linux-headers
luit
lvm2
m4
make
man-pages
mesa
mpv
mtr
mutt
neofetch
network-manager-applet
networkmanager
nextcloud-client
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
numlockx
nvidia
obs-studio
openresolv
openssh
pacman
pahole
pamixer
patch
pavucontrol
pcmanfm
perf
physlock
picard
picom
pkgconf
polybar
prettyping
pulseaudio
python-gobject
python-lxml
python-matplotlib
python-pillow
ranger
redshift
rofi
rsync
ruby
s-tui
sed
smartmontools
sof-firmware
strace
sudo
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
throttled
thunderbird
tig
time
tk
tldr
tlp
tmux
traceroute
ttf-nerd-fonts-symbols
unzip
uptimed
valgrind
vdpauinfo
vi
vim
vlc
weechat
which
whois
wireguard-tools
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsecurelock
youtube-dl
zip
zoom
zsh
