adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
alacritty
alsa-tools
alsa-utils
amd-ucode
apcupsd
arandr
archinstall
asunder
autoconf
automake
autopep8
base
base-devel
bash-completion
bat
bc
biber
bind
bison
boost
bridge-utils
btop
ccid
ccls
cdrtools
chromium
clang
cloc
cmake
cowsay
cpio
cppcheck
cpupower
cronie
ctags
dex
dmidecode
duplicity
edk2-ovmf
efibootmgr
electron
ethtool
exfatprogs
expect
eza
f2fs-tools
fakeroot
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
fcitx5-qt
feh
filezilla
firefox
firejail
firetools
flameshot
flatpak
flex
fwupd
fzf
gcc
gdb
gflags
gimp
git
gnu-netcat
gnuplot
go
grub
gtk4
htop
hyperfine
i3-wm
i3status
ifuse
imagemagick
inetutils
inkscape
inotify-tools
iotop
iperf
iperf3
iptables-nft
irqbalance
ispell
jemalloc
jpegoptim
latex2html
libaacs
libimobiledevice
libreoffice-still
liburing
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
linssid
linux
linux-docs
linux-firmware
linux-headers
lldb
llvm
lolcat
lostfiles
lshw
lsof
lsscsi
lvm2
m4
make
man-pages
mate-icon-theme
mediainfo
memtester
mesa-demos
mesa-utils
mesa-vdpau
minted
mkinitcpio-netconf
mkinitcpio-tinyssh
mkinitcpio-utils
mosh
mpv
mpv-mpris
mtr
neomutt
neovim
net-tools
networkmanager
networkmanager-l2tp
ninja
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
numlockx
nvme-cli
obs-studio
ocl-icd
openmp
openresolv
opensnitch
openssh
p7zip
pacman-contrib
pacutils
pamixer
patch
pavucontrol
pcmanfm
pdfgrep
pdftk
perf
perl-image-exiftool
picom
pigz
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
podman
polybar
powertop
prettyping
protobuf
python-annotated-types
python-b2sdk
python-black
python-gobject
python-invoke
python-jinja
python-markdown2
python-matplotlib
python-mpi4py
python-notify2
python-numpy
python-pdftotext
python-pip
python-pyalsa
python-pylint
python-rsa
python-scipy
python-tornado
qemu-block-iscsi
qemu-desktop
qemu-emulators-full
qemu-guest-agent
qpdf
radeontop
ranger
rclone
rdma-core
redshift
rime-pinyin-zhwiki
ripgrep
rofi
rsync
rtl-sdr
rustup
s-tui
samba
smartmontools
sof-firmware
sonic-visualiser
speedtest-cli
sshfs
strace
strongswan
sudo
sysbench
task
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-langother
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texstudio
thunderbird
tig
time
tmux
tokei
tree
ttf-inconsolata
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
unrar
unzip
uptimed
usbutils
usleep
valgrind
vbetool
vdpauinfo
vi
vim
vlc
vulkan-tools
w3m
wget
whois
wireguard-tools
wireless-regdb
wireshark-qt
wol
x86_energy_perf_policy
xclip
xdg-dbus-proxy
xdg-user-dirs
xf86-input-wacom
xf86-video-amdgpu
xf86-video-vesa
xfsdump
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsecurelock
xss-lock
xterm
yapf
yt-dlp
yubikey-manager
yubikey-personalization
zip
